status/src/2022/0610.org
#+TITLE: 04 June 2022 - 10 June 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** PS8 (done!)
** 8.01X+8.01L - Physics I - Classical Mechanics with Labs
*** Started Problem Set 2
*** Planning experiment to measure 'g'
** 21G.701 Spanish
*** Finished Episodes 30-31 (no progress this week)
* Emergency Crystal Radio
** Have inductor selector - needs desoldering
* POM 3D print
** fixed side holes in design
** initial POM config problematic - poor build platform adhesion
* Mill Controller #2
** OLPC not suitable for remote X operation
** Replaced RTC batteries
** Controller Boot seems reliable
** Compaq iPaq system boots of display controller drive
* OLPC
** Needs ML1120 coin batteries to fix "invalid system date".
* Virtual Orchestra
** sfz file tests
   SFZ Generation almost complete
* Measure D analysis
  Started precinct map for Santa Cruz Measure D voting.
* GAC
  Fixed some math errors. More to go.
* Intel i5
  Still looking for a suitable motherboard and system. Reminds me why
  this is one of my least favorite activities.
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 9/6/2022
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)
** Sentencing 9/20/2022
* Reading
** The Man Who Knew Infinity - Robert Kanigel

