status/2022/0610.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-11 Sat 06:36 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>04 June 2022 - 10 June 2022</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Daniel Kelley" />
</head>
<body>
<div id="content">
<h1 class="title">04 June 2022 - 10 June 2022</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga10139d">1. MIT OCW</a>
<ul>
<li><a href="#orgb79c6f5">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org1a8cfea">1.1.1. PS8 (done!)</a></li>
</ul>
</li>
<li><a href="#org1de056a">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#orgad9d775">1.2.1. Started Problem Set 2</a></li>
<li><a href="#orgbe1a749">1.2.2. Planning experiment to measure 'g'</a></li>
</ul>
</li>
<li><a href="#org7d94aed">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#org7783c2b">1.3.1. Finished Episodes 30-31 (no progress this week)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfe2d5b3">2. Emergency Crystal Radio</a>
<ul>
<li><a href="#org1256335">2.1. Have inductor selector - needs desoldering</a></li>
</ul>
</li>
<li><a href="#org0e950a1">3. POM 3D print</a>
<ul>
<li><a href="#org1246cef">3.1. fixed side holes in design</a></li>
<li><a href="#org9c0e6be">3.2. initial POM config problematic - poor build platform adhesion</a></li>
</ul>
</li>
<li><a href="#org8016b70">4. Mill Controller #2</a>
<ul>
<li><a href="#org3a8fa99">4.1. OLPC not suitable for remote X operation</a></li>
<li><a href="#org907a94a">4.2. Replaced RTC batteries</a></li>
<li><a href="#orgd820758">4.3. Controller Boot seems reliable</a></li>
<li><a href="#org0753227">4.4. Compaq iPaq system boots of display controller drive</a></li>
</ul>
</li>
<li><a href="#org02ada16">5. OLPC</a>
<ul>
<li><a href="#org1b51568">5.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#orgd26cf48">6. Virtual Orchestra</a>
<ul>
<li><a href="#org61e6a8b">6.1. sfz file tests</a></li>
</ul>
</li>
<li><a href="#org22b1dce">7. Measure D analysis</a></li>
<li><a href="#org07e1705">8. GAC</a></li>
<li><a href="#orgfecb058">9. Intel i5</a></li>
<li><a href="#org78d7148">10. David Davies</a>
<ul>
<li><a href="#org29438b3">10.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#org931cfad">10.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#org745dc78">10.3. Next hearing 9/6/2022</a></li>
</ul>
</li>
<li><a href="#org4d6180e">11. Peter Kim</a>
<ul>
<li><a href="#orgcb73c38">11.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#orge9e9135">11.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#orgc0ea407">11.3. Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</a></li>
<li><a href="#orgc3aa47e">11.4. Sentencing 9/20/2022</a></li>
</ul>
</li>
<li><a href="#org5fa86b0">12. Reading</a>
<ul>
<li><a href="#org7ee0b62">12.1. The Man Who Knew Infinity - Robert Kanigel</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orga10139d" class="outline-2">
<h2 id="orga10139d"><span class="section-number-2">1</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb79c6f5" class="outline-3">
<h3 id="orgb79c6f5"><span class="section-number-3">1.1</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org1a8cfea" class="outline-4">
<h4 id="org1a8cfea"><span class="section-number-4">1.1.1</span> PS8 (done!)</h4>
</div>
</div>
<div id="outline-container-org1de056a" class="outline-3">
<h3 id="org1de056a"><span class="section-number-3">1.2</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgad9d775" class="outline-4">
<h4 id="orgad9d775"><span class="section-number-4">1.2.1</span> Started Problem Set 2</h4>
</div>
<div id="outline-container-orgbe1a749" class="outline-4">
<h4 id="orgbe1a749"><span class="section-number-4">1.2.2</span> Planning experiment to measure 'g'</h4>
</div>
</div>
<div id="outline-container-org7d94aed" class="outline-3">
<h3 id="org7d94aed"><span class="section-number-3">1.3</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org7783c2b" class="outline-4">
<h4 id="org7783c2b"><span class="section-number-4">1.3.1</span> Finished Episodes 30-31 (no progress this week)</h4>
</div>
</div>
</div>
<div id="outline-container-orgfe2d5b3" class="outline-2">
<h2 id="orgfe2d5b3"><span class="section-number-2">2</span> Emergency Crystal Radio</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org1256335" class="outline-3">
<h3 id="org1256335"><span class="section-number-3">2.1</span> Have inductor selector - needs desoldering</h3>
</div>
</div>
<div id="outline-container-org0e950a1" class="outline-2">
<h2 id="org0e950a1"><span class="section-number-2">3</span> POM 3D print</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org1246cef" class="outline-3">
<h3 id="org1246cef"><span class="section-number-3">3.1</span> fixed side holes in design</h3>
</div>
<div id="outline-container-org9c0e6be" class="outline-3">
<h3 id="org9c0e6be"><span class="section-number-3">3.2</span> initial POM config problematic - poor build platform adhesion</h3>
</div>
</div>
<div id="outline-container-org8016b70" class="outline-2">
<h2 id="org8016b70"><span class="section-number-2">4</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org3a8fa99" class="outline-3">
<h3 id="org3a8fa99"><span class="section-number-3">4.1</span> OLPC not suitable for remote X operation</h3>
</div>
<div id="outline-container-org907a94a" class="outline-3">
<h3 id="org907a94a"><span class="section-number-3">4.2</span> Replaced RTC batteries</h3>
</div>
<div id="outline-container-orgd820758" class="outline-3">
<h3 id="orgd820758"><span class="section-number-3">4.3</span> Controller Boot seems reliable</h3>
</div>
<div id="outline-container-org0753227" class="outline-3">
<h3 id="org0753227"><span class="section-number-3">4.4</span> Compaq iPaq system boots of display controller drive</h3>
</div>
</div>
<div id="outline-container-org02ada16" class="outline-2">
<h2 id="org02ada16"><span class="section-number-2">5</span> OLPC</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org1b51568" class="outline-3">
<h3 id="org1b51568"><span class="section-number-3">5.1</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-orgd26cf48" class="outline-2">
<h2 id="orgd26cf48"><span class="section-number-2">6</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org61e6a8b" class="outline-3">
<h3 id="org61e6a8b"><span class="section-number-3">6.1</span> sfz file tests</h3>
<div class="outline-text-3" id="text-6-1">
<p>
SFZ Generation almost complete
</p>
</div>
</div>
</div>
<div id="outline-container-org22b1dce" class="outline-2">
<h2 id="org22b1dce"><span class="section-number-2">7</span> Measure D analysis</h2>
<div class="outline-text-2" id="text-7">
<p>
Started precinct map for Santa Cruz Measure D voting.
</p>
</div>
</div>
<div id="outline-container-org07e1705" class="outline-2">
<h2 id="org07e1705"><span class="section-number-2">8</span> GAC</h2>
<div class="outline-text-2" id="text-8">
<p>
Fixed some math errors. More to go.
</p>
</div>
</div>
<div id="outline-container-orgfecb058" class="outline-2">
<h2 id="orgfecb058"><span class="section-number-2">9</span> Intel i5</h2>
<div class="outline-text-2" id="text-9">
<p>
Still looking for a suitable motherboard and system. Reminds me why
this is one of my least favorite activities.
</p>
</div>
</div>
<div id="outline-container-org78d7148" class="outline-2">
<h2 id="org78d7148"><span class="section-number-2">10</span> David Davies</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org29438b3" class="outline-3">
<h3 id="org29438b3"><span class="section-number-3">10.1</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-org931cfad" class="outline-3">
<h3 id="org931cfad"><span class="section-number-3">10.2</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-org745dc78" class="outline-3">
<h3 id="org745dc78"><span class="section-number-3">10.3</span> Next hearing 9/6/2022</h3>
</div>
</div>
<div id="outline-container-org4d6180e" class="outline-2">
<h2 id="org4d6180e"><span class="section-number-2">11</span> Peter Kim</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-orgcb73c38" class="outline-3">
<h3 id="orgcb73c38"><span class="section-number-3">11.1</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-orge9e9135" class="outline-3">
<h3 id="orge9e9135"><span class="section-number-3">11.2</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-orgc0ea407" class="outline-3">
<h3 id="orgc0ea407"><span class="section-number-3">11.3</span> Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</h3>
</div>
<div id="outline-container-orgc3aa47e" class="outline-3">
<h3 id="orgc3aa47e"><span class="section-number-3">11.4</span> Sentencing 9/20/2022</h3>
</div>
</div>
<div id="outline-container-org5fa86b0" class="outline-2">
<h2 id="org5fa86b0"><span class="section-number-2">12</span> Reading</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org7ee0b62" class="outline-3">
<h3 id="org7ee0b62"><span class="section-number-3">12.1</span> The Man Who Knew Infinity - Robert Kanigel</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2022-06-11 Sat 06:36</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
